{
  "list": [
    {
      "content": "<p>In September 2020, Nic tweeted that she was looking to mentor junior front-end developers on her own time, for the sake of leveling the playground for those who didn't  have the privilege of studying computer science, who value accessibility as an indispensable component of web development, and who want to build a better digital future for everyone. If you're reading this testimonial as an employer, this anecdote should already tell you all you need to know about Nic's motivations, her work ethic, and her unwavering core values.</p><p>I responded to Nic's tweet, and I've been thankful I did everyday since. What immediately struck me about working with Nic was the depth of her knowledge on seemingly every aspect of front-end development and accessibility design. When someone has spent enough time as a developer, they inevitably pick up pieces here and there about a broad range of topics, because that's what's required of the job. But Nic? Nic knows the material like Stack Overflow is the back of her hand, and knows it well enough that she can explain it to a junior developer in a way that makes sense and is memorable to boot.</p><p>It is an understatement to say that Nic is a pleasure to work with. She consistently brings eagerness, patience, humility, and emotional intelligence to our mentoring sessions, and she never fails to go above and beyond by finding additional resources that are relevant to my questions and interests. More importantly, Nic is the rare kind of thinker who not only addresses the question at hand, but thinks deeply and holistically enough to figure out why I had the question in the first place.</p><p>As a bootcamp grad, I've worked with quite a few instructors and seasoned developers. None of them can hold a candle to the kind of all-star powerhouse that Nic is, whether it comes to design, development, or giving guidance to junior developers. If you ever have an opportunity to work with Nic, take it. It'll be the best decision you've made in a long time.</p>",
      "source": "Brooke Xiang"
    },
    {
      "content": "<p>Nic does great work, she's a pleasure to work with, and is an extremely talented developer.</p>",
      "source": "Peter Rushforth, Maps for HTML W3C Community Group Co-Chair"
    },
    {
      "content": "<p>Nic is hands-down one of the most talented developers I have worked with. Her technical expertise is second to none — when I ask Nic for advice on how to approach a problem, I know she'll offer an informed solution that is both creative and highly pragmatic.</p><p>Nic's drive to define and follow best practices, her passion for new technologies and her deep understanding of accessibility mean that she creates beautiful, functional and truly human experiences for users. Her knowledge and curiosity go far beyond development: Nic looks at situations from many different angles and works collaboratively with cross-disciplinary teams to deliver meaningful solutions. Simply put, she never loses sight of the bigger picture, even when working on the smallest of details.</p><p>I've been incredibly fortunate to have been mentored by Nic and I very much hope we'll have the opportunity to work together again in the future. Any organisation would be very lucky to work with her!</p>",
      "source": "Marianne Ferguson, colleague at Alt & Dot"
    },
    {
      "content": "<p>Nic has always provided the best, most insightful code, and has on numerous occasions saved a project with her creativity. There is no one I trust more with web work, no matter the scope or scale.</p>",
      "source": "Luke Patrick, Owner of Router Chowder"
    }
  ]
}
