{
  "list": [
    {
      "content": "Nic's drive to define and follow best practices, her passion for new technologies and her deep understanding of accessibility mean that she creates beautiful, functional and truly human experiences for users. Her knowledge and curiosity go far beyond development: Nic looks at situations from many different angles and works collaboratively with cross-disciplinary teams to deliver meaningful solutions. Simply put, she never loses sight of the bigger picture, even when working on the smallest of details. I've been incredibly fortunate to have been mentored by Nic and I very much hope we'll have the opportunity to work together again in the future. Any organisation would be very lucky to work with her!",
      "source": "Marianne Ferguson, colleague at Alt & Dot"
    },
    {
      "content": "I worked with Nic to completely re-design our organization's website and blog. She was a dream to work with, and always professional, communicated with me often, and responded to all my concerns and questions promptly. She was great at understanding my needs and talking me through the various options we had, as well as continually providing helpful advice and input... After the project's completion, she walked me through how to update the website and answered a few follow-up questions by email. Nic was a pleasure to work with and I'd recommend her to anyone wanting beautiful web work.",
      "source": "Senti Sojwal, Sakhi for South Asian Women"
    },
    {
      "content": "Nic has always provided the best, most insightful code, and has on numerous occasions saved a project with her creativity. There is no one I trust more with web work, no matter the scope or scale.",
      "source": "Luke Patrick, Owner of Router Chowder"
    },
    {
      "content": "Nic helped me revamp my online illustration portfolio. As a non-techie myself, Nic was wonderful to work with. She is thorough and communicative, and did a great job showing me how to maintain the site or change my content. She also provides great suggestions for design, and codes with accessibility in mind, so that I know my website both looks great AND creates a seamless viewing experience for my audience.",
      "source": "Janice Liu, illustrator"
    }
  ]
}
